@extends('public.layout.app')
@section('main')

    <div class="single" style="margin-top: 150px;">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <h4>নিবন্ধনের নির্দেশাবলী</h4>
                    <hr/>
                    <ul>
                        <li>সর্বপ্রথম Emedical.com.bd ভিসিট করে <a href="register.html"> রেজিস্ট্রেশন</a> পেজ এ ক্লিক করুন।</li>
                        <li>তারপর আপনার নাম মোবাইল নম্বর , পাসওয়ার্ড লিখে  রেজিস্ট্রেশন বাটন এ ক্লিক করুন। অভিনন্দন আপনি এখন ই-মেডিকেল পরিবারের একজন গর্বিত সদস্য।</li>
                        <li><a href="login.html">আমার প্রোফাইল</a> এ গিয়ে সর্বশেষ রক্ত প্রদান এর তথ্য পূরণ করুন।</li>
                    </ul>
                    <br>
                    <h4>রক্তদাতা খোঁজার নির্দেশাবলী</h4>
                    <hr/>
                    <ul>
                        <li> <a href="index.html">Emedical.com.bd</a> থেকে যেকোনো স্থান অনুযায়ী এবং রক্তের গ্রুপ অনুযায়ী সার্চ বাটন এ ক্লিক করুন</li>
                        <li>রক্তদাতাদের মধ্য থেকে যেকোনো রক্তদাতা কে রিকোয়েস্ট করুন। রক্তদাতাদের মোবাইল নম্বর প্রদর্শিত হবে</li>
                        <li>রক্তদাতার সাথে যোগাযোগ করার পর রক্তের ব্যবস্থা হয়ে গেলে সর্বশেষ রিকোয়েস্ট এ গিয়ে "অপেক্ষমান" থেকে  "পাওয়া গেছে " স্ট্যাটাস পরিবর্তন করে নিন</li>
                    </ul>
                    <br>
                    <h4>রক্তদানের নির্দেশাবলী</h4>
                    <hr/>
                   <p class="text-justify">
                       Emedical কোন একক সংগঠনের জন্য নয়, বরং সকল ব্যক্তির, এবং সকল সংগঠনের সুবিধার জন্যই। যাঁরা রক্তদেন তাঁদেরকে এবং রক্তদান সম্পর্কিত বিভিন্ন সংগঠন গুলোকে এক প্লাটফর্মে নিয়ে এসে রক্ত দেওয়া-পাওয়ার কাজটা সহজ করাই এর উদ্দেশ্য। আপনিও রক্তদাতা হলে Emedical.com.bd এ রেজিস্ট্রেশন করুন।
                       আপনার পরিচিত ব্লাড ডোনারদের এই ওয়েবসাইট সম্পর্কে জানান। মনে রাখবেন, সহজে রক্তদাতা পাওয়ার পূর্বশর্ত স্বেচ্ছায় রক্তদান। যতো বেশি জেনুইন রক্তদাতা রেজিস্ট্রেশন করবেন, রক্ত পাওয়া ততো সহজ হবে। যারা ব্লাড ডোনেট করেন, তাদেরকে Emedical.com.bd এ রেজিস্ট্রেশন করতে বলুন। নিজে ও রেজিস্ট্রেশন করুন। এখানে অন্য কোন গোপনীয়তা ভঙ্গের সুযোগ নেই। তাই রেজিস্ট্রেশন করার সময় সহজ পাসওয়ার্ড ব্যবহার করুন।
                       প্রতিবার রক্তদানের পর লগইন করে অবশ্যই সর্বশেষ রক্তদানের তারিখ পরিবর্তন করে দিন। ঐ দিন থেকে আগামী ১২০ দিন বা ৪ মাস। এ সময়ের আগে আপনাকেও কেউ ফোন করে বিব্রত করবে না, রোগির লোকেরও সময় ও অর্থ সাশ্রয় হবে।এই সময় পর স্বয়ংক্রিয় ভাবে ডোনারের নাম স্বাভাবিক ফন্টে দেখা যাবে। আপনার বর্তমান ঠিকানা পরিবর্তন হলে সেটাও আপডেট করে দিন কোন জায়গায় আপনার রক্ত দান করতে সুবিধা হবে।
                       রক্তের জন্য ফোন পেলে অবশ্যই রোগির লোকের সাথে সাক্ষাতে কথা বলে নিয়ে, প্রয়োজনে রোগী দেখে তারপর রক্তদান করবেন। তাদের সুস্পষ্ট করে বলে জানিয়ে দিন যে, আপনি স্বেচ্ছায় এবং বিনামূল্যে রক্তদান করছেন। কেউ রক্ত ম্যানেজ করে দেওয়ার কথা বলে কোন রুপ আর্থিক লেনদেন এর চাহিদা করেছে কি না জেনে নিন। কোন দালাল যেন আপনাকে ম্যানেজ করে দেওয়ার নাম করে অর্থাৎ আপনার নাম ভাঙ্গিয়ে রোগির লোকের কাছে টাকা পয়সা নিতে না পারে। এতটুকু সতর্কতা নিজের থাকা উচিৎ।
                       আপনার (যদি কোন সংগঠন থাকে) সংগঠনের নাম ও আপনার সংগঠনের সদস্য এবং বিভিন্ন পোষ্ট বিভিন্ন কর্মসূচি ওয়েবসাইটে দেখতে যোগাযোগ করুন <a href="tel:8801893311451">01893311451</a> অথবা Emedical.com.bd এ আপনার একাউন্ট রেজিষ্টার করে সংগঠন তৈরি করুন। রক্তের ব্যাপারে সমন্বিতভাবে, এক হয়ে কাজ করার উদ্দেশ্যে এই ওয়েবসাইট তৈরী করা হয়েছে। রক্তদান সম্পর্কিত ক্যাম্পেইনে, ব্যানারে এই ওয়েবসাইটের নাম ব্যবহার করতে পারবেন।
                       অন্যদের উৎসাহিত করতে রক্তদানের ছবি বা সেলফি দিয়ে এবং রক্তদানের গল্প, অভিজ্ঞতা ও অনুভূতি জানিয়ে ই-মেডিকেলয় আপনার একাউন্টের মাধ্যমে এবং ই-মেডিকেল ফেসবুক পেজে <a href="https://facebook.com/emedical.com.bd">facebook.com/emedical.com.bd</a>  ও পোষ্ট করুন।
                       রক্তদান করে খালি হাতে আসবেন না, অবশ্যই রক্তগ্রহীতার পরিবারের, আত্মীয়দের কাউকে না কাউকে রক্তদানে উদ্বুদ্ধ করেই আসবেন। সম্ভব হলে তাদের কারো গ্রুপ জেনে ও ফোন নাম্বার নিয়ে আসবেন যাতে ঐ গ্রুপের কারো রক্ত লাগলে তাঁকে বলতে পারেন। আর এই সাইটের ঠিকানাটা লিখে দিয়ে আসবেন, পারলে রক্তদানে রাজি করিয়ে রেজিস্ট্রেশন করিয়েই আসবেন। শুধুই রক্তদান নয়, ডোনার সংখ্যা বৃদ্ধি করাও আপনার মানবিক দায়িত্ব।
                   </p>
                </div>
            </div>
        </div>
    </div>
@endsection

